commands = '''
**-` .م1` : اوامر السورس
-` .م2` : اوامر الحساب
-` .م3` : اوامر الكروبات والاذاعة
-` .م4` : اوامر تشيكر و تمويل**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**-` .فحص ` : فحص السورس
-` .المطور ` : مطور السورس
-` .الاوامر ` :اوامر السورس**
-` .اعادة تشغيل ` : اعادة تشغيل ل سورس**
`-- -- -- -- -- -- -- -- --`
'''
sec2 = '''
`-- -- -- -- -- -- -- -- --`
**-` .ايدي ` : ايدي حسابك
-` .فك حظر ` : فك حظر كل يلي حاظرهم **
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
`-- -- -- -- -- -- -- -- --`
**- ` .مكرر + عدد الثواني + نص` : ارسال رسائل مؤقتة
-` .ادمن` : القنوات يلي انت ادمن بيها**
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`-- -- -- -- -- -- -- -- --`
**`.اوامر الصيد` : لمعرفه اوامر الصيد**
`-- -- -- -- -- -- -- -- --`
"""
tele_checker = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تثبيت يدوي + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .صيد + العدد + النوع + القناة ` :يفحص يوزرات ويثتبها عقناتك
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : يثبت اليوزر بقناة معينة
✰` .حالة الصيد ` : لمعرفة تقدم الكلايم
✰` .حالة التثبيت التلقائي ` : لمعرفة تقدم التثبيت التلقائي
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
♡ــــــاـــــــ♡
 الانواع :
♡ـــــــاــــــ♡
1 : شبه ثلاثي 
♡ـــــاــــــــ♡
2 : ثلاثي  احرف وثلاثي اخره رقم
♡ـــــــاــــــ♡
3 : بوت ثنائي
♡ـــــــاــــــ♡
4 : بوت ثلاثي
♡ـــــــاــــــ♡
5 : خماسي حرف
♡ـــــــاــــــ♡
6 : خماسي حرفين
♡ــــــــاـــــ♡
7 : سداسي حرف
♡ـــــــاــــــ♡
8 : سداسي حرفين 
♡ــــــــاـــــ♡
9 : سباعي حرف 
♡ـــــاــــــــ♡
○━━━━━━━○
طريقة تفعيل الصيد 
○━━━━━━━○
.صيد + عدد الصيد + رقم نوع الصيد + يوزر القناه الي سويتها 
                 ┏━━━━━┓
- مثال : .صيد 30000 1 @IRTHON
                 ┗━━━━━┛      
